[
  {
    "score": 1,
    "character": "Seorang pemimpin alami, seseorang yang siap untuk memegang kendali, menyukai kebebasan penuh atas tindakan dan pemikiran."
  },
  {
    "score": 1,
    "character": "Memiliki kemauan dan kegigihan yang kuat, siap menembus segala jenis halangan yang menghalangi perjalanan mencapai tujuan."
  },
  {
    "score": 1,
    "character": "Memiliki naluri alami untuk melindungi dan menghidupi orang-orang yang dipimpin."
  },
  {
    "score": 1,
    "character": "Suka dihormati dan diperhatikan, merasa tidak nyaman ketika ada hal penting yang direncanakan tidak berjalan sesuai kehendak."
  },
  {
    "score": 1,
    "character": "Suka memimpin, memegang kendali dan tidak suka sekedar menjadi peran pendukung."
  },
  {
    "score": 1,
    "character": "Memiliki kreativitas dan orisinalitas yang tinggi dalam berkarya, tidak menyukai hal biasa."
  },
  {
    "score": 1,
    "character": "Memecahkan masalah dengan cara yang unik dan berani untuk berbeda dari yang lain."
  },
  {
    "score": 1,
    "character": "Peduli pada status sosial dan suka berpenampilan elegan."
  },
  {
    "score": 1,
    "character": "Menunjukkan kinerja terbaik ketika dibiarkan sendiri, sangat ideal menjadi pemilik bisnis yang bekerja sendiri, atau pemimpin yang berkewenangan penuh."
  },
  {
    "score": 1,
    "character": "Seorang pendamai yang sensitif, tahu apa yang orang lain butuhkan dan rasakan, sehingga memiliki bakat diplomasi dan berkomunikasi secara taktis."
  },
  {
    "score": 2,
    "character": "Seorang pendamai yang sensitif, tahu apa yang orang lain butuhkan dan rasakan, sehingga memiliki bakat diplomasi dan berkomunikasi secara taktis."
  },
  {
    "score": 2,
    "character": "Pribadi penyabar dan mampu bekerja sama, bekerja dengan baik bersama banyak orang, menciptakan harmoni di tengah banyaknya opini yang berbeda."
  },
  {
    "score": 2,
    "character": "Menyukai musik dan seni, menyukai lingkungan yang harmonis."
  },
  {
    "score": 2,
    "character": "Mampu memenuhi kebutuhan emosional sesama dengan begitu baik dan berkesan."
  },
  {
    "score": 2,
    "character": "Membutuhkan keamanan dan kenyamanan, ingin selalu ditemani mereka yang disayangi."
  },
  {
    "score": 2,
    "character": "Pribadi yang perfeksionis ketika berurusan dengan kenyamanan tempat tinggal pribadi."
  },
  {
    "score": 2,
    "character": "Bisa menjadi teman yang baik dan memiliki selera humor yang baik."
  },
  {
    "score": 2,
    "character": "Seorang yang mengekspresikan diri dengan cara yang kreatif."
  },
  {
    "score": 3,
    "character": "Seorang yang memiliki cinta kasih yang tinggi pada sesama."
  },
  {
    "score": 3,
    "character": "Peduli pada yang lemah dan berkesusahan, pengasuh yang baik."
  },
  {
    "score": 3,
    "character": "Mampu membuat orang lain yang membutuhkan merasa nyaman."
  },
  {
    "score": 3,
    "character": "Merasa bertanggungjawab untuk menolong orang yang terluka karena orang lain."
  },
  {
    "score": 3,
    "character": "Meski menanggung beban yang bukan urusannya, rasa cintanya pada sesama membuat beban itu terlewati dengan baik dan ada ganjaran besar menanti."
  },
  {
    "score": 3,
    "character": "Selalu berusaha mengharmoniskan keluarga dan kelompok, menjaga keseimbangan mereka."
  },
  {
    "score": 3,
    "character": "Pribadi yang hangat, melindungi dan memahami anak-anak."
  },
  { "score": 3, "character": "Berkharisma dalam berbisnis dan berkomunikasi." },
  {
    "score": 4,
    "character": "Seorang yang memiliki kemampuan manajemen yang baik di semua area kehidupan, terutama dalam hal bisnis."
  },
  {
    "score": 4,
    "character": "Seorang visioner yang sering kali tidak berpikir panjang, mampu menginspirasi orang lain untuk bergabung dalam perjalanannya, tapi sering kali mereka (orang yang dipimpinnya) tidak bisa melihat yang dilihatnya, karena visinya terlalu besar."
  },
  {
    "score": 4,
    "character": "Menarik lebih banyak kesuksesan finansial dibanding angka lain, namun harus disertai ‘pergerakan’."
  },
  {
    "score": 4,
    "character": "Memiliki karakter tangguh untuk bertahan hidup."
  },
  {
    "score": 4,
    "character": "Secara alami menarik atensi untuk dijadikan pemimpin."
  },
  {
    "score": 4,
    "character": "Mampu menilai orang lain dengan baik, sehingga pilih-pilih dalam bergaul."
  },
  {
    "score": 4,
    "character": "Memiliki kemampuan mengelola keuangan yang baik."
  },
  {
    "score": 4,
    "character": "Menyukai komitmen, membenci perpisahan dan pengkhianatan."
  },
  {
    "score": 4,
    "character": "Memiliki kemampuan bertahan hidup yang tinggi di tengah keterbatasan."
  },
  {
    "score": 5,
    "character": "Seseorang yang menyukai kebebasan, bepergian, berpetualang dan menemui orang baru."
  },
  {
    "score": 5,
    "character": "Memiliki rasa penasaran yang tinggi untuk mencoba berbagai hal baru."
  },
  {
    "score": 5,
    "character": "Suka terlibat dalam banyak hal namun tidak suka terikat."
  },
  {
    "score": 5,
    "character": "Menyukai perubahan, hal baru dan wawasan baru, mudah menjalani pertemanan."
  },
  {
    "score": 5,
    "character": "Memiliki kepribadian yang menyemangati serta mampu menginspirasi dan menarik orang karenanya."
  },
  {
    "score": 5,
    "character": "Penuh bakat dan multi talenta, mampu melakukan banyak hal sekaligus."
  },
  {
    "score": 6,
    "character": "Seorang yang memiliki cinta kasih yang tinggi pada sesama."
  },
  {
    "score": 6,
    "character": "Peduli pada yang lemah dan berkesusahan, pengasuh yang baik."
  },
  {
    "score": 6,
    "character": "Mampu membuat orang lain yang membutuhkan merasa nyaman."
  },
  {
    "score": 6,
    "character": "Merasa bertanggungjawab untuk menolong orang yang terluka karena orang lain."
  },
  {
    "score": 6,
    "character": "Meski menanggung beban yang bukan urusannya, rasa cintanya pada sesama membuat beban itu terlewati dengan baik dan ada ganjaran besar menanti."
  },
  {
    "score": 6,
    "character": "Selalu berusaha mengharmoniskan keluarga dan kelompok, menjaga keseimbangan mereka."
  },
  {
    "score": 6,
    "character": "Pribadi yang hangat, melindungi dan memahami anak-anak."
  },
  { "score": 6, "character": "Berkharisma dalam berbisnis dan berkomunikasi." },
  {
    "score": 7,
    "character": "Seorang yang memiliki pandangan luas dan visi yang tinggi tentang kebaikan dan pelayanan kepada umat manusia."
  },
  {
    "score": 7,
    "character": "Empati dan Kehangatan: memiliki kemampuan yang kuat untuk merasakan emosi dan perasaan orang lain, sangat peduli dan peka terhadap kebutuhan dan penderitaan orang lain, dan berusaha untuk memberikan dukungan dan kehangatan kepada mereka yang membutuhkan."
  },
  {
    "score": 7,
    "character": "Kreativitas dan Inspirasi: memiliki bakat artistik dan kreatif yang kuat. Cenderung menjadi sumber inspirasi bagi orang lain dan mampu membawa keindahan dan harapan melalui ekspres, seperti seni, musik, tulisan, atau bahkan melalui pekerjaan sosial."
  },
  {
    "score": 7,
    "character": "Penyembuh dan Pemimpin Spiritual: memiliki kemampuan alami untuk menjadi penyembuh dan pemimpin spiritual. Kamu mungkin menemukan panggilanmu dalam bidang terapi, konseling, pengajaran, atau pekerjaan yang berhubungan dengan pertumbuhan pribadi dan spiritual."
  },
  {
    "score": 8,
    "character": "Seorang yang memiliki kemampuan manajemen yang baik di semua area kehidupan, terutama dalam hal bisnis."
  },
  {
    "score": 8,
    "character": "Seorang visioner yang sering kali tidak berpikir panjang, mampu menginspirasi orang lain untuk bergabung dalam perjalanannya, tapi sering kali mereka (orang yang dipimpinnya) tidak bisa melihat yang dilihatnya, karena visinya terlalu besar."
  },
  {
    "score": 8,
    "character": "Menarik lebih banyak kesuksesan finansial dibanding angka lain, namun harus disertai ‘pergerakan’."
  },
  {
    "score": 8,
    "character": "Memiliki karakter tangguh untuk bertahan hidup."
  },
  {
    "score": 8,
    "character": "Secara alami menarik atensi untuk dijadikan pemimpin."
  },
  {
    "score": 8,
    "character": "Mampu menilai orang lain dengan baik, sehingga pilih-pilih dalam bergaul."
  },
  {
    "score": 8,
    "character": "Memiliki kemampuan mengelola keuangan yang baik."
  },
  {
    "score": 8,
    "character": "Menyukai komitmen, membenci perpisahan dan pengkhianatan."
  },
  {
    "score": 8,
    "character": "Memiliki kemampuan bertahan hidup yang tinggi di tengah keterbatasan."
  },
  {
    "score": 9,
    "character": "Seorang filantropis, pejuang kemanusiaan dengan jiwa sosial yang tinggi."
  },
  {
    "score": 9,
    "character": "Hidup untuk berkorban demi orang lain demi mewujudkan dunia yang lebih baik."
  },
  {
    "score": 9,
    "character": "Fokus pada gambaran besar, bukan pada perkara detail."
  },
  {
    "score": 9,
    "character": "Secara alami menarik orang-orang yang tepat dalam rencana besarnya."
  },
  {
    "score": 9,
    "character": "Menilai orang lain dari makna keberadaannya bagi dunia sekitar."
  },
  {
    "score": 9,
    "character": "Memiliki semangat yang terkendali, mampu menyelesaikan apa yang sudah dimulai jika melihat nilai manfaat atas apa yang dilakukan bagi orang banyak."
  },
  {
    "score": 9,
    "character": "Hidup dengan terjamin ketika fokus pada menciptakan kebaikan dengan sesama."
  },
  {
    "score": 11,
    "character": "Intuitif dan peka cenderung memiliki naluri yang kuat dan kemampuan intuitif yang berkembang. Memiliki wawasan yang mendalam dan pemahaman yang lebih tinggi terhadap dunia sekitar."
  },
  {
    "score": 11,
    "character": "Kreatif dan inspirasional: memiliki imajinasi yang kuat dan kecenderungan untuk berpikir di luar kotak. Kamu memiliki bakat artistik dan kemampuan untuk menginspirasi orang lain melalui ide-ide kamu."
  },
  {
    "score": 11,
    "character": "Sensitif dan empatik: Karena tingkat kepekaan yang tinggi, kamu sangat sensitif terhadap emosi orang lain. Kamu memiliki kemampuan untuk merasakan dan memahami perasaan orang lain, sehingga sering menjadi pendengar yang baik dan penasehat yang bijaksana."
  },
  {
    "score": 11,
    "character": "Potensi spiritual yang kuat: kamu sering merasa terdorong untuk mencari pemahaman yang lebih dalam tentang eksistensi dan tujuan hidup. Kamu mungkin tertarik pada bidang-bidang seperti spiritualitas, metafisika, atau penelitian filosofis."
  },
  {
    "score": 11,
    "character": "Tantangan keterampilan sosial: Meskipun memiliki kepekaan yang tinggi terhadap perasaan orang lain, kamu juga dapat mengalami tantangan dalam keterampilan sosial. cenderung menjadi introvert, mudah terlalu terbebani oleh emosi, atau sulit untuk mengekspresikan diri dengan jelas."
  },
  {
    "score": 22,
    "character": "Visioner dan pemimpin: cenderung memiliki visi yang kuat dan pandangan jauh ke depan. Kamu mampu melihat gambaran besar dan memiliki kemampuan untuk merencanakan dan mengelola proyek-proyek besar. kamu juga memiliki kualitas kepemimpinan yang kuat dan dapat mempengaruhi orang lain untuk mencapai tujuan bersama."
  },
  {
    "score": 22,
    "character": "Kemampuan praktis dan pragmatis: Meskipun memiliki visi yang besar, kamu juga memiliki kemampuan untuk mengaplikasikan ide-ide mereka secara praktis. kamu memiliki kemampuan untuk merancang strategi konkret dan membuat rencana kerja yang efektif untuk mencapai tujuan mereka."
  },
  {
    "score": 22,
    "character": "Keuletan dan ketekunan: memiliki ketahanan yang kuat dan kemampuan untuk mengatasi rintangan. Tidak mudah menyerah dan memiliki keinginan yang besar untuk mencapai kesuksesan. Siap bekerja keras dan melibatkan diri sepenuhnya dalam tugas-tugas yang dijalani."
  },
  {
    "score": 22,
    "character": "Kepraktisan dan efisiensi: cenderung memiliki pemikiran yang sistematis dan terorganisir. mampu mengidentifikasi solusi yang efisien dan mencari cara untuk meningkatkan efektivitas dalam situasi apa pun. Sering menjadi pengambil keputusan yang rasional dan berdasarkan fakta."
  },
  {
    "score": 33,
    "character": "Visi Kemanusiaan: memiliki pandangan luas dan visi yang tinggi tentang kebaikan dan pelayanan kepada umat manusia, cenderung mengabdikan diri mereka untuk membantu orang lain dan meningkatkan kondisi dunia di sekitar."
  },
  {
    "score": 33,
    "character": "Empati dan Kehangatan: memiliki kemampuan yang kuat untuk merasakan emosi dan perasaan orang lain, sangat peduli dan peka terhadap kebutuhan dan penderitaan orang lain, dan berusaha untuk memberikan dukungan dan kehangatan kepada mereka yang membutuhkan."
  },
  {
    "score": 33,
    "character": "Kreativitas dan Inspirasi: memiliki bakat artistik dan kreatif yang kuat. Cenderung menjadi sumber inspirasi bagi orang lain dan mampu membawa keindahan dan harapan melalui ekspresi, seperti seni, musik, tulisan, atau bahkan melalui pekerjaan sosial."
  },
  {
    "score": 33,
    "character": "Penyembuh dan Pemimpin Spiritual: memiliki kemampuan alami untuk menjadi penyembuh dan pemimpin spiritual. Kamu mungkin menemukan panggilanmu dalam bidang terapi, konseling, pengajaran, atau pekerjaan yang berhubungan dengan pertumbuhan pribadi dan spiritual."
  }
]
